{
    "animatedComponent": {
        "title": "Hola, mi nombre es",
        "name": "Gonzalo Soria",
        "description": "Soy un desarrollador web Fullstack de La Plata, Buenos Aires Argentina. Tengo experiencia en la programacion de aplicaciones utilizando JavaScript / ReacJs / NodeJs y muchas otras librerias de trabajo. Busco un lugar donde pueda aportar mi experiencia y crecer profesionalmente."
    },
    "landingPage": {
        "about-me": "Mas sobre mí",
        "tooltip": "Esta pagina fue desarrollada con ReacJs. Usando Chakra UI para los estilos"
    },
    "navBar": {
        "projects": "Proyectos",
        "select": "Idioma",
        "select-es": "Español",
        "select-en": "Ingles"
    },
    "responsiveMenu": {
        "home": "Inicio",
        "about": "Sobre mi",
        "projects": "Proyectos"
    },
    "skills": {
        "navTitle": "Habilidades",
        "title": "Habilidades Tecnicas",
        "btn-list": "Lista",
        "btn-icons": "Iconos",
        "programmingLanguages": "Lenguajes de programacion",
        "backend": "Tecnologias BackEnd",
        "dataBase": "Base de datos | ORM",
        "frontend": "Tecnologias FronEnd",
        "tools": "Herramientas"
    },
    "contact": {
        "navTitle": "Contacto",
        "title": "Contacto",
        "btn-info": "Info",
        "btn-form": "Formulario",
        "name-label": "Nombre",
        "name-placeholder": "Por favor ingrese su nombre",
        "email-label": "Email",
        "email-placeholder": "Por favor ingrese su email",
        "subject-label": "Asunto",
        "subject-placeholder": "Asunto",
        "message-label": "Mensaje",
        "message-placeholder": "Escriba aquí su mensaje",
        "btn-send": "Enviar",
        "succes": "Gracias! el mensaje fue enviado con exito.",
        "fail": "No se pudo enviar el mensaje, por favor pruebe otra vez"
    },
    "projects": {
        "title": "Proyectos",
        "btn-deploy": "Visitar",
        "btn-repository": "Repositorio"
    },
    "about": {
        "title": "Sobre mi",
        "english-level": "Nivel de ingles",
        "certificate": "Ver certificado EF-SET",
        "sofSkills": "Habilidades blandas",
        "interests": "Intereses",
        "cv": "Curriculum vitae",
        "viewCv": "Ver CV",
        "ph-1": "Soy un apasionado de la informática y la electrónica, disfruto mucho aprender nuevas tecnologías relacionadas a la programación, la resolución de problemas, la innovación y la creación de aplicaciones útiles. Tengo experiencia en el desarrollo web FullStack con JavaScript tanto en proyectos grupales como individuales.",
        "ph-2": "Me considero una persona analítica, comprometida, responsable y con muchas ideas. Mi objetivo es poder insertarme en un ambiente laboral con un grupo de desarrollo del cual pueda aprender y donde pueda aportar mis habilidades adquiridas estos últimos años.",
        "ph-3": "Actualmente me encuentro estudiando Ingeniería Electrónica en la universidad nacional de La Plata, área en la que trabaje estos últimos años y donde participé en tareas relacionadas al ioT usando lenguaje C, principalmente con microcontroladores Arduino o Espressif (ESP32). Estudié diseño de circuitos impresos (PCBs) en la Universidad Tecnológica Nacional (UTN FRRe) utilizando el software Altium Designer.",
        "ph-4": "Desde hace seis años llevo a cabo mi propio emprendimiento, enfocado en tareas de diseño, desarrollo y armado de circuitos apuntados principalmente al audio y la fabricación de equipamiento musical. También formo parte de un proyecto llamado Createch, que es un espacio en el que mediante cursos de robótica y programación se busca mostrar a jóvenes estudiantes el mundo de la tecnología y el pensamiento lógico."
    }
}